[{"name": ["Clam"], "desc": [" Begin by lying on your side on the ground. Support your head on your left arm. Flex the hips to 45 degrees and the knees to approximately 90 degrees, with your right leg directly on top of your left. This will be your starting position.  Initiate the exercise by abducting your right leg, pushing your knee away from the midline of your body. Maintain contact between your feet throughout the movement.  Pause at the top of the motion, and then return to the starting position. Repeat for the desired number of repetitions. Do both sides."]},
{"name": ["Bottoms Up Clean From The Hang Position"], "desc": ["Initiate the exercise by standing upright with a kettlebell in one hand. Swing the kettlebell back forcefully and then reverse the motion forcefully.Crush the kettlebell handle as hard as possible and raise the kettlebell to your shoulder."]},
{"name": ["Ankle On The Knee"], "desc": [" From a lying position, bend your knees and keep your feet on the floor.  Place your ankle of one foot on your opposite knee.Grasp the thigh or knee of the bottom leg and pull both of your legs into the chest. Relax your neck and shoulders. Hold for 10 20 seconds and then switch sides."]},
{"name": ["Adductor"], "desc": ["Lie face down with one leg on a foam roll. Rotate the leg so that the foam roll contacts against your inner thigh. Shift as much weight onto the foam roll as can be tolerated. While trying to relax the muscles if the inner thigh, roll over the foam between your hip and knee, holding points of tension for 10 30 seconds. Repeat with the other leg. "]},
{"name": ["Alternate Hammer Curl"], "desc": [" Stand up with your torso upright and a dumbbell in each hand being held at arms length.  The elbows should be close to the torso. The palms of the hands should be facing your torso.  This will be your starting position. While holding the upper arm stationary, curl the right weight forward while contracting the biceps as you breathe out.  Continue the movement until your biceps is fully contracted and the dumbbells are at shoulder level.  Hold the contracted position for a second as you squeeze the biceps.  Only the forearms should move. Slowly begin to bring the dumbbells back to starting position as your breathe in. Repeat the movement with the left hand.  This equals one repetition. Continue alternating in this manner for the recommended amount of repetitions."]},
{"name": ["Alternating Floor Press"], "desc": ["Lie on the floor with two kettlebells next to your shoulders. Position one in place on your chest and then the other, gripping the kettlebells on the handle with the palms facing forward. Extend both arms, so that the kettlebells are being held above your chest. Lower one kettlebell, bringing it to your chest  and turn the wrist in the direction of the locked out kettlebell. Raise the kettlebell and repeat on the opposite side. "]},
{"name": ["Atlas Stone Trainer"], "desc": ["This trainer is effective for developing Atlas Stone strength for those who don't have access to stones, and are typically made from bar ends or heavy pipe. Begin by loading the desired weight onto the bar. Straddle the weight, wrapping your arms around the implement, bending at the hips. Begin by pulling the weight up past the knees, extending through the hips. As the weight clears the knees, it can be lapped by resting it on your thighs and sitting back, hugging it tightly to your chest. Finish the movement by extending through your hips and knees to raise the weight as high as possible. The weight can be returned to the lap or to the ground for successive repetitions."]},
{"name": ["Assisted Chin Up"], "desc": ["  Use an assisted pull up machine or securely attach a heavy duty band to a pull up station, securing it around just one knee. The tension should be taut enough to pull that lower leg up. Grasp the bar with an underhand grip, about shoulder width apart, and hang at full arm extension. This is your start position. Keeping your body straight, contract your biceps and lats to pull yourself up as high as you can, driving your elbows down. Slowly release to full arm extension. Repeat for the required number of repetitions and safely dismount from the apparatus."]},
{"name": ["3/4 Sit Up"], "desc": ["Lie down on the floor and secure your feet. Your legs should be bent at the knees.Place your hands behind or to the side of your head. You will begin with your back on the ground. This will be your starting position.Flex your hips and spine to raise your torso toward your knees. At the top of the contraction your torso should be perpendicular to the ground. Reverse the motion, going only of the way down. Repeat for the recommended amount of repetitions."]},
{"name": ["Chin To Chest Stretch"], "desc": ["Get into a seated position on the floor. Place both hands at the rear of your head, fingers interlocked, thumbs pointing down and elbows pointing straight ahead. Slowly pull your head down to your chest. Hold for 20 30 seconds. "]}]
